Repository: carlosgutierrezlopez/Simula3MS-Swift
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, br, cs, cy, da, de, el, es, et, fa, fi, fr, ga, gd, gl, he, hi, hr, it, ja, ko, kw, lt, lv, nb, nl, pl, pt_pt, ro, sv, uk, zh_hans

# guide.close
source: Close
ar: إغلاق
br: Serriñ
cs: Zavřít
cy: Cau
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
fa: بستن
fi: Sulje
fr: Fermer
ga: Dún
gd: Dùin
gl: Pechar
he: סגור
hi: बंद करें
hr: Zatvori
it: Chiudi
ja: 閉じる
ko: 닫기
kw: Dhegea
lt: Uždaryti
lv: Aizvērt
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_pt: Fechar
ro: Închide
sv: Stäng
uk: Закрити
zh_hans: 关闭

# guide.partialLocalizationNote
source: Some languages may show certain interface elements in another language.
ar: قد تعرض بعض اللغات بعض عناصر الواجهة بلغة أخرى.
br: Lod yezhoù a c’hall diskouez darn eus elfennoù an etrefas en ur yezh all.
cs: Některé jazyky mohou zobrazovat některé prvky rozhraní v jiném jazyce.
cy: Gall rhai ieithoedd ddangos rhai elfennau rhyngwyneb mewn iaith arall.
da: Nogle sprog kan vise visse brugerfladeelementer på et andet sprog.
de: Einige Sprachen können bestimmte Oberflächenelemente in einer anderen Sprache anzeigen.
el: Ορισμένες γλώσσες ενδέχεται να εμφανίζουν ορισμένα στοιχεία διεπαφής σε άλλη γλώσσα.
es: Algunos idiomas pueden mostrar ciertos elementos de la interfaz en otro idioma.
et: Mõned keeled võivad kuvada mõningaid liideseelemente teises keeles.
fa: برخی زبان‌ها ممکن است بعضی از عناصر رابط را به زبانی دیگر نمایش دهند.
fi: Joillakin kielillä tietyt käyttöliittymän osat voivat näkyä toisella kielellä.
fr: Certaines langues peuvent afficher certains éléments de l’interface dans une autre langue.
ga: D’fhéadfadh sé go dtaispeánfaí roinnt eilimintí comhéadain i dteanga eile i roinnt teangacha.
gd: Faodaidh cuid de chànanan cuid de dh’eileamaidean na h-eadar-aghaidh a shealltainn ann an cànan eile.
gl: Algúns idiomas poden mostrar certos elementos da interface noutro idioma.
he: בחלק מהשפות ייתכן שחלק מרכיבי הממשק יוצגו בשפה אחרת.
hi: कुछ भाषाओं में इंटरफ़ेस के कुछ तत्व किसी अन्य भाषा में दिखाई दे सकते हैं।
hr: Neki jezici mogu prikazivati određene elemente sučelja na drugom jeziku.
it: Alcune lingue possono mostrare alcuni elementi dell’interfaccia in un’altra lingua.
ja: 一部の言語では、特定のインターフェース要素が別の言語で表示される場合があります。
ko: 일부 언어에서는 특정 인터페이스 요소가 다른 언어로 표시될 수 있습니다.
kw: Yma nebes yethow a yll diskwedhes rannow a'n etrefas yn yeth aral.
lt: Kai kurios kalbos gali rodyti kai kuriuos sąsajos elementus kita kalba.
lv: Dažas valodas var rādīt dažus saskarnes elementus citā valodā.
nb: Noen språk kan vise enkelte grensesnittelementer på et annet språk.
nl: Sommige talen kunnen bepaalde interface-elementen in een andere taal weergeven.
pl: Niektóre języki mogą wyświetlać część elementów interfejsu w innym języku.
pt_pt: Alguns idiomas podem mostrar certos elementos da interface noutro idioma.
ro: Unele limbi pot afișa anumite elemente ale interfeței într-o altă limbă.
sv: Vissa språk kan visa vissa gränssnittselement på ett annat språk.
uk: Деякі мови можуть показувати окремі елементи інтерфейсу іншою мовою.
zh_hans: 某些语言可能会以另一种语言显示部分界面元素。

# guide.title
source: Quick guide
ar: دليل سريع
br: Sturlevr berr
cs: Rychlý průvodce
cy: Canllaw cyflym
da: Hurtig guide
de: Kurzanleitung
el: Γρήγορος οδηγός
es: Guía rápida
et: Kiirjuhend
fa: راهنمای سریع
fi: Pikaopas
fr: Guide rapide
ga: Treoir thapa
gd: Stiùireadh luath
gl: Guía rápida
he: מדריך מהיר
hi: त्वरित मार्गदर्शिका
hr: Brzi vodič
it: Guida rapida
ja: クイックガイド
ko: 빠른 가이드
kw: Seler byrr
lt: Greitas gidas
lv: Ātrais ceļvedis
nb: Hurtigveiledning
nl: Snelle gids
pl: Szybki przewodnik
pt_pt: Guia rápido
ro: Ghid rapid
sv: Snabbguide
uk: Швидкий посібник
zh_hans: 快速指南

# help.clear
source: Clear
ar: مسح
br: Skarzhañ
cs: Vymazat
cy: Clirio
da: Ryd
de: Leeren
el: Εκκαθάριση
es: Borrar
et: Tühjenda
fa: پاک کردن
fi: Tyhjennä
fr: Effacer
ga: Glan
gd: Glan
gl: Borrar
he: ניקוי
hi: साफ़ करें
hr: Očisti
it: Cancella
ja: 消去
ko: 지우기
kw: Klerhe
lt: Išvalyti
lv: Notīrīt
nb: Tøm
nl: Wissen
pl: Wyczyść
pt_pt: Limpar
ro: Șterge
sv: Rensa
uk: Очистити
zh_hans: 清除

# help.goto
source: Go to line
ar: الانتقال إلى السطر
br: Mont d’al linenn
cs: Přejít na řádek
cy: Mynd i linell
da: Gå til linje
de: Gehe zu Zeile
el: Μετάβαση στη γραμμή
es: Ir a línea
et: Mine reale
fa: رفتن به خط
fi: Siirry riville
fr: Aller à la ligne
ga: Téigh go líne
gd: Rach gu loidhne
gl: Ir á liña
he: עבור לשורה
hi: पंक्ति पर जाएँ
hr: Idi na redak
it: Vai alla riga
ja: 行へ移動
ko: 줄로 이동
kw: Mos dhe’n linenn
lt: Eiti į eilutę
lv: Doties uz rindu
nb: Gå til linje
nl: Ga naar regel
pl: Przejdź do wiersza
pt_pt: Ir para a linha
ro: Mergi la linie
sv: Gå till rad
uk: Перейти до рядка
zh_hans: 跳转到行

# help.newWindow
source: New window
ar: نافذة جديدة
br: Prenestr nevez
cs: Nové okno
cy: Ffenestr newydd
da: Nyt vindue
de: Neues Fenster
el: Νέο παράθυρο
es: Nueva ventana
et: Uus aken
fa: پنجره جدید
fi: Uusi ikkuna
fr: Nouvelle fenêtre
ga: Fuinneog nua
gd: Uinneag ùr
gl: Nova ventá
he: חלון חדש
hi: नई विंडो
hr: Novi prozor
it: Nuova finestra
ja: 新しいウインドウ
ko: 새 창
kw: Fenestra nowydh
lt: Naujas langas
lv: Jauns logs
nb: Nytt vindu
nl: Nieuw venster
pl: Nowe okno
pt_pt: Nova janela
ro: Fereastră nouă
sv: Nytt fönster
uk: Нове вікно
zh_hans: 新建窗口

# help.open
source: Open
ar: فتح
br: Digeriñ
cs: Otevřít
cy: Agor
da: Åbn
de: Öffnen
el: Άνοιγμα
es: Abrir
et: Ava
fa: باز کردن
fi: Avaa
fr: Ouvrir
ga: Oscail
gd: Fosgail
gl: Abrir
he: פתח
hi: खोलें
hr: Otvori
it: Apri
ja: 開く
ko: 열기
kw: Ygor
lt: Atidaryti
lv: Atvērt
nb: Åpne
pl: Otwórz
pt_pt: Abrir
ro: Deschide
sv: Öppna
uk: Відкрити
zh_hans: 打开

# help.save
source: Save
ar: حفظ
br: Enrollañ
cs: Uložit
cy: Cadw
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
et: Salvesta
fa: ذخیره
fi: Tallenna
fr: Enregistrer
ga: Sábháil
gd: Sàbhail
gl: Gardar
he: שמור
hi: सहेजें
hr: Spremi
it: Salva
ja: 保存
ko: 저장
kw: Gwitha
lt: Išsaugoti
lv: Saglabāt
nb: Lagre
nl: Bewaar
pl: Zapisz
pt_pt: Guardar
ro: Salvează
sv: Spara
uk: Зберегти
zh_hans: 保存

# io.disabled
source: Disabled
ar: معطل
br: Diweredekaet
cs: Zakázáno
cy: Analluogwyd
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Desactivada
et: Keelatud
fa: غیرفعال
fi: Poistettu käytöstä
fr: Désactivée
ga: Díchumasaithe
gd: Air a chur à comas
gl: Desactivada
he: מושבת
hi: अक्षम
hr: Onemogućeno
it: Disattivata
ja: 無効
ko: 비활성화됨
kw: Dhyweredhek
lt: Išjungta
lv: Atspējota
nb: Deaktivert
nl: Uitgeschakeld
pl: Wyłączone
pt_pt: Desativada
ro: Dezactivată
sv: Inaktiverad
uk: Вимкнено
zh_hans: 已禁用

# io.interrupts
source: Interrupts
ar: مقاطعات
br: Etrezalc’hoù
cs: Přerušení
cy: Ymyriadau
da: Afbrydelser
el: Διακοπές
es: Interrupciones
et: Katkestused
fa: وقفه‌ها
fi: Keskeytykset
fr: Interruptions
ga: Briseadh isteach
gd: Bacadh
gl: Interrupcións
he: פסיקות
hi: इंटरप्ट
hr: Prekidi
it: Interruzioni
ja: 割り込み
ko: 인터럽트
kw: Torvredhyansow
lt: Pertraukimai
lv: Pārtraukumi
nb: Avbrudd
pl: Przerwania
pt_pt: Interrupções
ro: Întreruperi
sv: Avbrott
uk: Переривання
zh_hans: 中断

# io.mapped
source: Mapped
ar: معنون
br: Mappet
cs: Mapovaný
cy: Wedi’i fapio
da: Mappet
de: Speicherabbild
el: Χαρτογραφημένο
es: Mapeada
et: Kaardistatud
fa: نگاشت‌شده
fi: Mapattu
fr: Mappée
ga: Mapáilte
gd: Mapaichte
gl: Mapeada
he: ממופה
hi: मैप किया हुआ
hr: Mapirano
it: Mappata
ja: メモリマップド
ko: 매핑됨
kw: Mapys
lt: Susieta
lv: Kartēta
nb: Mappet
nl: Gemapte
pl: Mapowane
pt_pt: Mapeada
ro: Mapată
sv: Mappad
uk: Відображений
zh_hans: 映射

# language.automatic
source: Automatic
ar: تلقائي
br: Emgefreek
cs: Automaticky
cy: Awtomatig
da: Automatisk
de: Automatisch
el: Αυτόματο
es: Automático
et: Automaatne
fa: خودکار
fi: Automaattinen
fr: Automatique
ga: Uathoibríoch
gd: Fèin-obrachail
gl: Automático
he: אוטומטי
hi: स्वचालित
hr: Automatski
it: Automatico
ja: 自動
ko: 자동
kw: Emgefrek
lt: Automatinis
lv: Automātiski
nb: Automatisk
nl: Automatisch
pl: Automatyczny
pt_pt: Automático
ro: Automat
sv: Automatiskt
uk: Автоматично
zh_hans: 自动

# menu.appearance
source: Appearance
ar: المظهر
br: Neuz
cs: Vzhled
cy: Ymddangosiad
da: Udseende
de: Darstellung
el: Εμφάνιση
es: Aspecto
et: Välimus
fa: ظاهر
fi: Ulkoasu
fr: Apparence
ga: Cuma
gd: Coltas
gl: Aparencia
he: מראה
hi: रूप
hr: Izgled
it: Aspetto
ja: 外観
ko: 모양
kw: Gwel
lt: Išvaizda
lv: Izskats
nb: Utseende
nl: Weergave
pl: Wygląd
pt_pt: Aspeto
ro: Aspect
sv: Utseende
uk: Вигляд
zh_hans: 外观

# menu.assemble
source: Assemble
ar: تجميع
br: Aoziañ
cs: Sestavit
cy: Cydosod
da: Assembler
de: Assemblieren
el: Συναρμολόγηση
es: Ensamblar
et: Assembleeri
fa: اسمبل
fi: Käännä
fr: Assembler
ga: Tionóil
gd: Cruinnich
gl: Ensamblar
he: אסמבל
hi: असेंबल
hr: Sastavi
it: Assembla
ja: アセンブル
ko: 어셈블
kw: Kuntella
lt: Asamblinti
lv: Asemblēt
nb: Assembler
nl: Assembleren
pl: Asembluj
pt_pt: Montar
ro: Asamblează
sv: Assemblera
uk: Зібрати
zh_hans: 汇编

# menu.branches
source: Branches
ar: التفرعات
br: Skourroù
cs: Skoky
cy: Canghennau
da: Spring
de: Sprünge
el: Διακλαδώσεις
es: Saltos
et: Hüpped
fa: پرش‌ها
fi: Haarat
fr: Sauts
ga: Brainseanna
gd: Meuran
gl: Saltos
he: הסתעפויות
hi: ब्रांच
hr: Skokovi
it: Salti
ja: 分岐
ko: 분기
kw: Skourryow
lt: Šuoliai
lv: Lēcieni
nb: Hopp
nl: Sprongen
pl: Skoki
pt_pt: Saltos
ro: Salturi
sv: Hopp
uk: Переходи
zh_hans: 分支

# menu.clear
source: Clear
ar: مسح
br: Skarzhañ
cs: Vymazat
cy: Clirio
da: Ryd
de: Leeren
el: Εκκαθάριση
es: Borrar
et: Tühjenda
fa: پاک کردن
fi: Tyhjennä
fr: Effacer
ga: Glan
gd: Glan
gl: Borrar
he: ניקוי
hi: साफ़ करें
hr: Očisti
it: Cancella
ja: 消去
ko: 지우기
kw: Klerhe
lt: Išvalyti
lv: Notīrīt
nb: Tøm
nl: Wissen
pl: Wyczyść
pt_pt: Limpar
ro: Șterge
sv: Rensa
uk: Очистити
zh_hans: 清除

# menu.datapath
source: Datapath
ar: مسار البيانات
br: Treug data
cs: Datová cesta
cy: Llwybr data
da: Datasti
de: Datenpfad
el: Διαδρομή δεδομένων
es: Camino de datos
et: Andmetee
fa: مسیر داده
fi: Datapolku
fr: Chemin de données
ga: Cosán sonraí
gd: Slighe dàta
gl: Camiño de datos
he: נתיב נתונים
hi: डेटा पथ
hr: Put podataka
it: Cammino dati
ja: データパス
ko: 데이터 경로
kw: Hyns data
lt: Duomenų kelias
lv: Datu ceļš
nb: Datasti
nl: Datapad
pl: Ścieżka danych
pt_pt: Caminho de dados
ro: Cale de date
sv: Dataväg
uk: Шлях даних
zh_hans: 数据通路

# menu.goto
source: Go to Line…
ar: الانتقال إلى السطر…
br: Mont d’al linenn…
cs: Přejít na řádek…
cy: Mynd i linell…
da: Gå til linje…
de: Gehe zu Zeile…
el: Μετάβαση στη γραμμή…
es: Ir a línea…
et: Mine reale…
fa: رفتن به خط…
fi: Siirry riville…
fr: Aller à la ligne…
ga: Téigh go líne…
gd: Rach gu loidhne…
gl: Ir á liña…
he: עבור לשורה…
hi: पंक्ति पर जाएँ…
hr: Idi na redak…
it: Vai alla riga…
ja: 行へ移動…
ko: 줄로 이동…
kw: Mos dhe’n linenn…
lt: Eiti į eilutę…
lv: Doties uz rindu…
nb: Gå til linje…
nl: Ga naar regel…
pl: Przejdź do wiersza…
pt_pt: Ir para a linha…
ro: Mergi la linie…
sv: Gå till rad…
uk: Перейти до рядка…
zh_hans: 跳转到行…

# menu.help
source: Simula3MS Help
ar: مساعدة Simula3MS
br: Skoazell Simula3MS
cs: Nápověda Simula3MS
cy: Cymorth Simula3MS
da: Simula3MS-hjælp
de: Simula3MS-Hilfe
el: Βοήθεια Simula3MS
es: Ayuda de Simula3MS
et: Simula3MS abi
fa: راهنمای Simula3MS
fi: Simula3MS-ohje
fr: Aide Simula3MS
ga: Cabhair Simula3MS
gd: Cobhair Simula3MS
gl: Axuda de Simula3MS
he: עזרה של Simula3MS
hi: Simula3MS सहायता
hr: Pomoć za Simula3MS
it: Aiuto di Simula3MS
ja: Simula3MS ヘルプ
ko: Simula3MS 도움말
kw: Gweres Simula3MS
lt: Simula3MS pagalba
lv: Simula3MS palīdzība
nb: Simula3MS-hjelp
pl: Pomoc Simula3MS
pt_pt: Ajuda do Simula3MS
ro: Ajutor Simula3MS
sv: Simula3MS-hjälp
uk: Довідка Simula3MS
zh_hans: Simula3MS 帮助

# menu.io
source: Input/Output
ar: إدخال/إخراج
br: Enankad/Ezankad
cs: Vstup/Výstup
cy: Mewnbwn/Allbwn
de: Ein-/Ausgabe
el: Είσοδος/Έξοδος
es: Entrada/Salida
et: Sisend/Väljund
fa: ورودی/خروجی
fi: Tulo/Lähtö
fr: Entrée/Sortie
ga: Ionchur/Aschur
gd: Cuir a-steach/Cuir a-mach
gl: Entrada/Saída
he: קלט/פלט
hi: इनपुट/आउटपुट
hr: Ulaz/Izlaz
ja: 入出力
ko: 입력/출력
kw: Entre/Eskynna
lt: Įvestis/Išvestis
lv: Ievade/Izvade
nb: Inndata/Utdata
nl: Invoer/Uitvoer
pl: Wejście/Wyjście
pt_pt: Entrada/Saída
ro: Intrare/Ieșire
sv: In/Ut
uk: Ввід/Вивід
zh_hans: 输入/输出

# menu.language
source: Language
ar: اللغة
br: Yezh
cs: Jazyk
cy: Iaith
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
et: Keel
fa: زبان
fi: Kieli
fr: Langue
ga: Teanga
gd: Cànan
gl: Idioma
he: שפה
hi: भाषा
hr: Jezik
it: Lingua
ja: 言語
ko: 언어
kw: Yeth
lt: Kalba
lv: Valoda
nb: Språk
nl: Taal
pl: Język
pt_pt: Idioma
ro: Limbă
sv: Språk
uk: Мова
zh_hans: 语言

# menu.newWindow
source: New Window
ar: نافذة جديدة
br: Prenestr nevez
cs: Nové okno
cy: Ffenestr newydd
da: Nyt vindue
de: Neues Fenster
el: Νέο παράθυρο
es: Nueva ventana
et: Uus aken
fa: پنجره جدید
fi: Uusi ikkuna
fr: Nouvelle fenêtre
ga: Fuinneog nua
gd: Uinneag ùr
gl: Nova ventá
he: חלון חדש
hi: नई विंडो
hr: Novi prozor
it: Nuova finestra
ja: 新しいウインドウ
ko: 새 창
kw: Fenestra nowydh
lt: Naujas langas
lv: Jauns logs
nb: Nytt vindu
nl: Nieuw venster
pl: Nowe okno
pt_pt: Nova janela
ro: Fereastră nouă
sv: Nytt fönster
uk: Нове вікно
zh_hans: 新建窗口

# menu.open
source: Open…
ar: فتح…
br: Digeriñ…
cs: Otevřít…
cy: Agor…
da: Åbn…
de: Öffnen…
el: Άνοιγμα…
es: Abrir…
et: Ava…
fa: باز کردن…
fi: Avaa…
fr: Ouvrir…
ga: Oscail…
gd: Fosgail…
gl: Abrir…
he: פתח…
hi: खोलें…
hr: Otvori…
it: Apri…
ja: 開く…
ko: 열기…
kw: Ygor…
lt: Atidaryti…
lv: Atvērt…
nb: Åpne…
pl: Otwórz…
pt_pt: Abrir…
ro: Deschide…
sv: Öppna…
uk: Відкрити…
zh_hans: 打开…

# menu.run
source: Run
ar: تشغيل
br: Seveniñ
cs: Spustit
cy: Rhedeg
da: Kør
de: Ausführen
el: Εκτέλεση
es: Ejecutar
et: Käivita
fa: اجرا
fi: Suorita
fr: Exécuter
ga: Rith
gd: Ruith
gl: Executar
he: הרץ
hi: चलाएँ
hr: Pokreni
it: Esegui
ja: 実行
ko: 실행
kw: Resya
lt: Vykdyti
lv: Palaist
nb: Kjør
nl: Uitvoeren
pl: Uruchom
pt_pt: Executar
ro: Rulează
sv: Kör
uk: Запустити
zh_hans: 运行

# menu.save
source: Save
ar: حفظ
br: Enrollañ
cs: Uložit
cy: Cadw
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
et: Salvesta
fa: ذخیره
fi: Tallenna
fr: Enregistrer
ga: Sábháil
gd: Sàbhail
gl: Gardar
he: שמור
hi: सहेजें
hr: Spremi
it: Salva
ja: 保存
ko: 저장
kw: Gwitha
lt: Išsaugoti
lv: Saglabāt
nb: Lagre
nl: Bewaar
pl: Zapisz
pt_pt: Guardar
ro: Salvează
sv: Spara
uk: Зберегти
zh_hans: 保存

# menu.saveAs
source: Save As…
ar: حفظ باسم…
br: Enrollañ evel…
cs: Uložit jako…
cy: Cadw fel…
da: Gem som…
de: Sichern unter…
el: Αποθήκευση ως…
es: Guardar como…
et: Salvesta kui…
fa: ذخیره به نام…
fi: Tallenna nimellä…
fr: Enregistrer sous…
ga: Sábháil mar…
gd: Sàbhail mar…
gl: Gardar como…
he: שמור בשם…
hi: इस रूप में सहेजें…
hr: Spremi kao…
it: Salva come…
ja: 別名で保存…
ko: 다른 이름으로 저장…
kw: Gwitha vel…
lt: Išsaugoti kaip…
lv: Saglabāt kā…
nb: Lagre som…
nl: Bewaar als…
pl: Zapisz jako…
pt_pt: Guardar como…
ro: Salvează ca…
sv: Spara som…
uk: Зберегти як…
zh_hans: 另存为…

# menu.search
source: Find…
ar: بحث…
br: Klask…
cs: Hledat…
cy: Chwilio…
da: Søg…
de: Suchen…
el: Αναζήτηση…
es: Buscar…
et: Otsi…
fa: جستجو…
fi: Etsi…
fr: Rechercher…
ga: Cuardaigh…
gd: Lorg…
gl: Buscar…
he: חיפוש…
hi: खोजें…
hr: Traži…
it: Cerca…
ja: 検索…
ko: 찾기…
kw: Whilas…
lt: Ieškoti…
lv: Meklēt…
nb: Søk…
nl: Zoek…
pl: Znajdź…
pt_pt: Procurar…
ro: Caută…
sv: Sök…
uk: Пошук…
zh_hans: 查找…

# menu.segmented
source: Pipelined
ar: مجزأ
br: Rannet
cs: Segmentovaný
cy: Wedi’i biblinellu
da: Pipelinet
de: Pipeline
el: Τμηματοποιημένο
es: Segmentado
et: Segmenteeritud
fa: بخش‌بندی‌شده
fi: Putkitettu
fr: Pipeline
ga: Deighilte
gd: Earranta
gl: Segmentado
he: מפולח
hi: विभाजित
hr: Segmentirani
it: Pipeline
ja: パイプライン
ko: 파이프라인
kw: Derivys
lt: Segmentuotas
lv: Segmentēts
nb: Pipelinet
nl: Gepijplijnd
pl: Potokowy
pt_pt: Segmentado
ro: Segmentat
sv: Pipeline
uk: Конвеєрний
zh_hans: 流水线

# menu.settings
source: Settings
ar: الإعدادات
br: Arventennoù
cs: Nastavení
cy: Gosodiadau
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
et: Seaded
fa: تنظیمات
fi: Asetukset
fr: Réglages
ga: Socruithe
gd: Roghainnean
gl: Configuración
he: הגדרות
hi: सेटिंग्स
hr: Postavke
it: Impostazioni
ja: 設定
ko: 설정
kw: Settyansow
lt: Nustatymai
lv: Iestatījumi
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_pt: Definições
ro: Setări
sv: Inställningar
uk: Налаштування
zh_hans: 设置

# panel.saveTitle
source: Save file
ar: حفظ الملف
br: Enrollañ ar restr
cs: Uložit soubor
cy: Cadw ffeil
da: Gem fil
de: Datei sichern
el: Αποθήκευση αρχείου
es: Guardar archivo
et: Salvesta fail
fa: ذخیره فایل
fi: Tallenna tiedosto
fr: Enregistrer le fichier
ga: Sábháil an comhad
gd: Sàbhail am faidhle
gl: Gardar ficheiro
he: שמירת קובץ
hi: फ़ाइल सहेजें
hr: Spremi datoteku
it: Salva file
ja: ファイルを保存
ko: 파일 저장
kw: Gwitha restren
lt: Išsaugoti failą
lv: Saglabāt failu
nb: Lagre fil
nl: Bestand opslaan
pl: Zapisz plik
pt_pt: Guardar ficheiro
ro: Salvează fișierul
sv: Spara fil
uk: Зберегти файл
zh_hans: 保存文件

# replace.apply
source: Apply
ar: تطبيق
br: Arloañ
cs: Použít
cy: Cymhwyso
da: Anvend
de: Anwenden
el: Εφαρμογή
es: Aplicar
et: Rakenda
fa: اعمال
fi: Käytä
fr: Appliquer
ga: Cuir i bhfeidhm
gd: Cuir an sàs
gl: Aplicar
he: החל
hi: लागू करें
hr: Primijeni
it: Applica
ja: 適用
ko: 적용
kw: Arlo
lt: Taikyti
lv: Piemērot
nb: Bruk
nl: Toepassen
pl: Zastosuj
pt_pt: Aplicar
ro: Aplică
sv: Verkställ
uk: Застосувати
zh_hans: 应用

# replace.find
source: Find
ar: بحث
br: Klask
cs: Hledat
cy: Chwilio
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
et: Otsi
fa: جستجو
fi: Etsi
fr: Rechercher
ga: Cuardaigh
gd: Lorg
gl: Buscar
he: חיפוש
hi: खोजें
hr: Traži
it: Cerca
ja: 検索
ko: 찾기
kw: Whilas
lt: Ieškoti
lv: Meklēt
nb: Søk
nl: Zoek
pl: Znajdź
pt_pt: Procurar
ro: Caută
sv: Sök
uk: Пошук
zh_hans: 查找

# replace.title
source: Replace
ar: استبدال
br: Erlec’hiañ
cs: Nahradit
cy: Amnewid
da: Erstat
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
et: Asenda
fa: جایگزینی
fi: Korvaa
fr: Remplacer
ga: Ionadaigh
gd: Cuir na àite
gl: Substituír
he: החלפה
hi: बदलें
hr: Zamijeni
it: Sostituisci
ja: 置換
ko: 바꾸기
kw: Arlya
lt: Pakeisti
lv: Aizstāt
nb: Erstatt
nl: Vervangen
pl: Zamień
pt_pt: Substituir
ro: Înlocuiește
sv: Ersätt
uk: Замінити
zh_hans: 替换

source: Replace with
ar: استبدال بـ
br: Erlec’hiañ gant
cs: Nahradit za
cy: Amnewid gyda
da: Erstat med
de: Ersetzen durch
el: Αντικατάσταση με
es: Reemplazar por
et: Asenda tekstiga
fa: جایگزینی با
fi: Korvaa tekstillä
fr: Remplacer par
ga: Ionadaigh le
gd: Cuir na àite le
gl: Substituír por
he: החלף ב־
hi: इसके साथ बदलें
hr: Zamijeni s
it: Sostituisci con
ja: 置換後の文字列
ko: 다음으로 바꾸기
kw: Arlya gans
lt: Pakeisti į
lv: Aizstāt ar
nb: Erstatt med
nl: Vervangen door
pl: Zamień na
pt_pt: Substituir por
ro: Înlocuiește cu
sv: Ersätt med
uk: Замінити на
zh_hans: 替换为

# scheduling.basic
source: Basic
ar: أساسي
br: Diazez
cs: Základní
cy: Sylfaenol
da: Grundlæggende
de: Einfach
el: Βασικό
es: Básico
et: Põhiline
fa: پایه
fi: Perus
fr: Basique
ga: Bunúsach
gd: Bunaiteach
gl: Básico
he: בסיסי
hi: मूल
hr: Osnovni
it: Base
ja: 基本
ko: 기본
kw: Bunys
lt: Pagrindinis
lv: Pamata
nb: Grunnleggende
nl: Basis
pl: Podstawowy
pt_pt: Básico
ro: De bază
sv: Grundläggande
uk: Базовий
zh_hans: 基本

# scheduling.scoreboard
source: Scoreboard
ar: لوحة النتائج
es: Marcador
fa: تابلوی امتیاز
gl: Marcador
hi: स्कोरबोर्ड
ja: スコアボード
ko: 스코어보드
pl: Tablica wyników
zh_hans: 记分牌

# sim.backToEditor
source: Back to editor
ar: العودة إلى المحرر
br: Distreiñ d’an embanner
cs: Zpět do editoru
cy: Yn ôl i’r golygydd
da: Tilbage til editoren
de: Zurück zum Editor
el: Επιστροφή στον επεξεργαστή
es: Volver al editor
et: Tagasi redaktorisse
fa: بازگشت به ویرایشگر
fi: Takaisin editoriin
fr: Retour à l’éditeur
ga: Ar ais chuig an eagarthóir
gd: Air ais dhan deasaiche
gl: Volver ao editor
he: חזרה לעורך
hi: संपादक पर वापस जाएँ
hr: Natrag u uređivač
it: Torna all’editor
ja: エディタに戻る
ko: 편집기로 돌아가기
kw: Daskwelya dhe’n skrifennyer
lt: Grįžti į redaktorių
lv: Atpakaļ uz redaktoru
nb: Tilbake til editoren
nl: Terug naar editor
pl: Powrót do edytora
pt_pt: Voltar ao editor
ro: Înapoi la editor
sv: Tillbaka till redigeraren
uk: Повернутися до редактора
zh_hans: 返回编辑器

# sim.breakpoint
source: Breakpoint
ar: نقطة توقف
br: Poent paouez
de: Haltepunkt
et: Katkestuspunkt
fa: نقطه توقف
fr: Point d’arrêt
ja: ブレークポイント
ko: 브레이크포인트
pl: Punkt przerwania
zh_hans: 断点

# sim.breakpointStopped
source: Stopped at breakpoint
ar: تم التوقف عند نقطة توقف
br: Paouezet war ar poent paouez
cs: Zastaveno na breakpointu
cy: Wedi stopio ar breakpoint
da: Stoppet ved breakpoint
de: Am Haltepunkt angehalten
el: Σταμάτησε σε breakpoint
es: Parado en breakpoint
et: Peatatud katkestuspunktis
fa: در نقطه توقف متوقف شد
fi: Pysäytetty breakpointiin
fr: Arrêt au point d’arrêt
ga: Stoptha ag breakpoint
gd: Air a stad aig breakpoint
gl: Parado en breakpoint
he: נעצר ב-breakpoint
hi: Breakpoint पर रोका गया
hr: Zaustavljeno na breakpointu
it: Fermato al breakpoint
ja: ブレークポイントで停止しました
ko: 브레이크포인트에서 중지됨
kw: Savys war breakpoint
lt: Sustabdyta ties breakpoint
lv: Apturēts breakpoint punktā
nb: Stoppet ved breakpoint
nl: Gestopt bij breakpoint
pl: Zatrzymano na punkcie przerwania
pt_pt: Parado no breakpoint
ro: Oprit la breakpoint
sv: Stoppad vid breakpoint
uk: Зупинено на breakpoint
zh_hans: 已在断点处停止

# sim.cycle
source: Cycle
ar: دورة
br: Tro
cs: Cyklus
cy: Cylch
da: Cyklus
de: Zyklus
el: Κύκλος
es: Ciclo
et: Tsükkel
fa: چرخه
fi: Sykli
ga: Timthriall
gd: Cearcall
gl: Ciclo
he: מחזור
hi: चक्र
hr: Ciklus
it: Ciclo
ja: サイクル
ko: 사이클
kw: Kelgh
lt: Ciklas
lv: Cikls
nb: Syklus
nl: Cyclus
pl: Cykl
pt_pt: Ciclo
ro: Ciclu
sv: Cykel
uk: Цикл
zh_hans: 周期

# sim.cycleNext
source: Next cycle
ar: الدورة التالية
br: Tro da-heul
cs: Další cyklus
cy: Cylch nesaf
da: Næste cyklus
de: Nächster Zyklus
el: Επόμενος κύκλος
es: Ciclo siguiente
et: Järgmine tsükkel
fa: چرخه بعدی
fi: Seuraava sykli
fr: Cycle suivant
ga: An chéad timthriall eile
gd: An ath chearcall
gl: Ciclo seguinte
he: מחזור הבא
hi: अगला चक्र
hr: Sljedeći ciklus
it: Ciclo successivo
ja: 次のサイクル
ko: 다음 사이클
kw: Kelgh nessa
lt: Kitas ciklas
lv: Nākamais cikls
nb: Neste syklus
nl: Volgende cyclus
pl: Następny cykl
pt_pt: Ciclo seguinte
ro: Ciclul următor
sv: Nästa cykel
uk: Наступний цикл
zh_hans: 下一周期

# sim.cyclePrev
source: Previous cycle
ar: الدورة السابقة
br: Tro gent
cs: Předchozí cyklus
cy: Cylch blaenorol
da: Forrige cyklus
de: Vorheriger Zyklus
el: Προηγούμενος κύκλος
es: Ciclo anterior
et: Eelmine tsükkel
fa: چرخه قبلی
fi: Edellinen sykli
fr: Cycle précédent
ga: An timthriall roimhe seo
gd: An cearcall roimhe
gl: Ciclo anterior
he: מחזור קודם
hi: पिछला चक्र
hr: Prethodni ciklus
it: Ciclo precedente
ja: 前のサイクル
ko: 이전 사이클
kw: Kelgh kynsa
lt: Ankstesnis ciklas
lv: Iepriekšējais cikls
nb: Forrige syklus
nl: Vorige cyclus
pl: Poprzedni cykl
pt_pt: Ciclo anterior
ro: Ciclul anterior
sv: Föregående cykel
uk: Попередній цикл
zh_hans: 上一周期

# sim.dataSegment
source: Data segment
ar: مقطع البيانات
br: Kevrenn roadennoù
cs: Datový segment
cy: Segment data
de: Datensegment
el: Τμήμα δεδομένων
es: Segmento de datos
et: Andmesegment
fa: بخش داده
fi: Datasegmentti
fr: Segment de données
ga: Deighleog sonraí
gd: Earrann dàta
gl: Segmento de datos
he: מקטע נתונים
hi: डेटा खंड
hr: Podatkovni segment
it: Segmento dati
ja: データセグメント
ko: 데이터 세그먼트
kw: Rann data
lt: Duomenų segmentas
lv: Datu segments
pl: Segment danych
pt_pt: Segmento de dados
ro: Segment de date
uk: Сегмент даних
zh_hans: 数据段

# sim.fpRegisters
source: Floating-point registers
ar: سجلات الفاصلة العائمة
br: Marilhioù komz-nij
cs: Registry s plovoucí řádovou čárkou
cy: Cofrestrau pwynt arnofiol
da: Floating-point-registre
de: Gleitkommaregister
el: Καταχωρητές κινητής υποδιαστολής
es: Registros de punto flotante
et: Ujukomaregistrid
fa: ثبات‌های ممیز شناور
fi: Liukulukurekisterit
fr: Registres à virgule flottante
ga: Cláir snámhphointe
gd: Clàran puing-fleòdraidh
gl: Rexistros de punto flotante
he: אוגרי נקודה צפה
hi: फ्लोटिंग-पॉइंट रजिस्टर
hr: Registri s pomičnim zarezom
it: Registri in virgola mobile
ja: 浮動小数点レジスタ
ko: 부동소수점 레지스터
kw: Kovradow poynt fleghes
lt: Slankiojo kablelio registrai
lv: Peldošā punkta reģistri
nb: Flyttallsregistre
pl: Rejestry zmiennoprzecinkowe
pt_pt: Registos de vírgula flutuante
ro: Registre în virgulă mobilă
sv: Flyttalsregister
uk: Регістри з плаваючою комою
zh_hans: 浮点寄存器
